{
  "Menu": "Home",
  "Proposer": "Submit",
  "Liste": "List",
  "Contact": "Contact",
  "Se connecter": "Log in",
  "Boutique": "Shop",
  "Panier": "Basket",
  "Contacter": "Contact",
  "Inscription": "Registration",
  "Se déconnecter": "Log out",
  "Commandes": "Orders",
  "Un nouveau lien de vérification a été envoyé à votre adresse email.": "A fresh verification link has been sent to your email address.",
  "Tous droits réservés.": "All rights reserved.",
  "Avant de continuer, veuillez vérifier votre courrier électronique pour un lien de vérification.": "Before proceeding, please check your email for a verification link.",
  "cliquer ici pour faire une autre demande": "click here to request another",
  "Confirmez le mot de passe": "Confirm Password",
  "Tableau de bord": "Dashboard",
  "Adresse email": "E-Mail Address",
  "Erreur": "Error",
  "Interdit": "Forbidden",
  "Vous avez oublié votre mot de passe ?": "Forgot Your Password?",
  "Aller à l'accueil": "Go Home",
  "Bonjour !": "Hello!",
  "salut": "hi",
  "Si vous n'avez pas créé de compte, aucune action supplémentaire n'est requise.": "If you did not create an account, no further action is required.",
  "Si vous n'avez pas reçu l'email": "If you did not receive the email",
  "Si vous n'avez pas demandé de réinitialisation de mot de passe, aucune autre action n'est requise.": "If you did not request a password reset, no further action is required.",
  "Si vous avez des problèmes en cliquant sur le bouton \":actionText\", faites un copié/collé de l'url ci-dessous dans votre navigateur :\n": "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:",
  "Signature invalide": "Invalid signature.",
  "Connexion": "Login",
  "Déconnexion": "Logout",
  "Nom": "Name",
  "Non trouvé": "Not Found",
  "Oh non": "Oh no",
  "Page expirée": "Page Expired",
  "Page non trouvée": "Page Not Found",
  "Mot de passe": "Password",
  "Veuillez cliquer sur le bouton ci-dessous pour vérifier votre adresse email.": "Please click the button below to verify your email address.",
  "Veuillez confirmer votre mot de passe avant de continuer": "Please confirm your password before continuing.",
  "Cordialement": "Regards",
  "S'inscrire": "Register",
  "Se souvenir de moi": "Remember Me",
  "Réinitialisation du mot de passe": "Reset Password",
  "Notification de réinitialisation du mot de passe": "Reset Password Notification",
  "Envoyer le lien de réinitialisation du mot de passe": "Send Password Reset Link",
  "Erreur serveur": "Server Error",
  "Service indisponible": "Service Unavailable",
  "Désolé, la page que vous recherchez est introuvable.": "Sorry, the page you are looking for could not be found.",
  "Désolé, nous sommes en maintenance. Veuillez revenir plus tard.": "Sorry, we are doing some maintenance. Please check back soon.",
  "Désolé, vous ne pouvez accéder à cette page.": "Sorry, you are forbidden from accessing this page.",
  "Désolé, vous faites trop de requêtes vers nos serveurs.": "Sorry, you are making too many requests to our servers.",
  "Désolé, vous n'êtes pas autorisé à accéder à cette page.": "Sorry, you are not authorized to access this page.",
  "Désolé, votre session a expiré. Veuillez actualiser la page et réessayer.": "Sorry, your session has expired. Please refresh and try again.",
  "Cette action n'est pas autorisée.": "This action is unauthorized.",
  "Ce lien de réinitialisation du mot de passe expirera dans :count minutes.": "This password reset link will expire in :count minutes.",
  "Basculer la navigation": "Toggle navigation",
  "Trop de tentatives.": "Too Many Attempts.",
  "Trop de requêtes": "Too Many Requests",
  "Non autorisé": "Unauthorized",
  "Vérification de l'adresse email": "Verify Email Address",
  "Vérifiez votre adresse email": "Verify Your Email Address",
  "Nous ne vous demanderons plus votre mot de passe pour quelques heures": "We won't ask for your password again for a few hours.",
  "Oups !": "Whoops!",
  "Oups, quelque chose s'est mal passé sur nos serveurs.": "Whoops, something went wrong on our servers.",
  "Vous êtes connecté !": "You are logged in!",
  "Vous recevez cet email car nous avons reçu une demande de réinitialisation de mot de passe pour votre compte.": "You are receiving this email because we received a password reset request for your account.",
  "Votre adresse email n'a pas été vérifiée.": "Your email address is not verified.",
  "Votre Email": "Your email",
  "Votre mot de passe": "Your password",
  "Valider": "Confirm",
  "Réinitialiser mot de passe": "Reset password",
  "Mdp oublié": "Forgot your password",
  "Nouveau mot de passe": "New password",
  "Confirmation du mot de passe": "Confirm password",
  "Réinitialiser votre mot de passe": "Reset your password",
  "Nouveau sur notre site Web ?": "New on our website ?",
  "Nous serions ravis de vous compter parmi nos clients !": "We would love to have you as a customer!",
  "Créer un compte": "Create an account",
  "Se connecter pour entrer": "Log in to enter",
  "Mot de passe oublié ?": "Forgot your password ?",
  "Vous possédez déjà un compte ?": "Do you already have an account ?",
  "Nous voulons être la meilleure des entreprise en nous adaptant à chacun de nos clients.": "We want to be the best company by adapting to each of our customers.",
  "Connectez-vous": "Log in",
  "Inscrivez-vous": "Register",
  "Votre nom": "Your name",
  "À propos de nous": "About us",
  "Happy Day, agence de communication globale de Dunkerque, spécialisée dans le conseil et l'accompagnement de ses clients.": "Happy Day, a global communications agency based in Dunkirk, specialising in advising and supporting its clients.",
  "Flux Instragram": "Instagram flow",
  "Suivez-nous": "Follow us",
  "Sur les réseaux sociaux": "On social networks",
  "Copyright": "Copyright",
  "Tous droits réservés, site fait avec ": "All rights reserved, site made with ",
  " par ": " by ",
  "Boutique Happy Day": "Happy day boutique",
  "Article(s) dans le panier": "Item(s) in the shopping cart",
  "Produit": "Product",
  "Prix": "Price",
  "Quantité": "Quantity",
  "Action": "Product",

  "Création site e-commerce clé en main dropshipping parfum": "Creation of a turnkey perfume dropshipping e-commerce site",

  "Création site e-commerce clé en main accessoires chien et chat dropshipping": "Creation of turnkey e-commerce site dog and cat accessories dropshipping",

  "Création site e-commerce clé en main de Bricolage en dropshipping": "Creation of DIY turnkey e-commerce site in dropshipping",

  "Création site e-commerce clé en main de Moto en dropshipping": "Motorcycle turnkey e-commerce site creation in dropshipping",

  "Création d'affiche de campagne publicitaire forfait de base": "Creation of a basic package advertising campaign poster",
  "Réalisation de vos affiches de campagne publicitaires de base voir modèle photo le prix est un prix journalier HT":"Realization of your basic advertising campaign posters see photo model the price is a daily price HT",

  "Campagne e-mailling clé en main": "Turnkey e-mail campaign",
  "✔️Création d’un template e-mail personnalisée et responsive<br>✔️Rédaction du contenu<br>✔️Création d’un espace dédié":"✔️Creation of a personalized and responsive e-mail template <br> ✔️Writing of content <br> ✔️Creation of a dedicated space",

  "Création de Logo sur mesure": "Custom Logo Design",
  "✔️ Deux propositions de logo créatifs et professionnels<br>✔️Haute résolution<br>✔️Fichiers sources<br>✔️Logo aux dimensions et format souhaitées":"✔️ Two creative and professional logo proposals <br> ✔️High resolution <br> ✔️Source files <br> ✔️Logo in the desired dimensions and format",

  "Création de Carte Visite sur-mesure": "Custom Business Card Creation",
  "✔️Recto & Verso<br>✔️Haute résolution : 300 DPI<br>✔️Deux propositions<br>✔️Design créatif<br>✔️Fichier source : JPG, PNG, PDF imprimable<br>✔️Qr":"✔️Double-sided<br> ✔️High resolution: 300 DPI <br> ✔️Two proposals <br> ✔️Creative design <br> ✔️Source file: JPG, PNG, PDF printable <br> ✔️Qr",

  "Création d'une vidéo de présentation forfait de base": "Creation of a basic package presentation video",
  "✔️Qualité FULL HD 1280×720<br>✔️Rédaction de script sur-mesure<br>✔️Ajout de votre logo,url,e-mail…<br>✔️Recadrage vidéo<br>✔️Musique":"✔️Quality FULL HD 1280 × 720 <br> ✔️Custom script writing <br> ✔️Adding your logo, url, e-mail… <br> ✔️Video cropping <br> ✔️Music",
  "€": "$",
  "Supprimer":"Delete",
  "Enregistrer produit":"Register product",
  "Sous-total :":"Subtotal:",
  "Taxe :":"Tax :",
  "Total :":"Total :",
  "Continuer achats":"Continue shopping",
  "Procéder au paiement":"Proceed to payment",
  "Pas d’article dans le panier":"No item in basket",
  "Article(s) enregistré(s)":"Recorded item(s)",
  "Ajouter au panier":"Add to Cart",
  "Pas d'article(s) enregistré(s)":"No item(s) saved",
  "Produit ajouté à votre panier !":"Product added to your cart !",
  "Le produit a bien été supprimé du panier !":"The product has been removed from the basket!",
  "Enregistré au panier !":"Saved to cart!",
  "Produit enregisté !":"Registered product!",
  "Ajouté au panier !":"Added to cart!",
  "Supprimé du panier !":"Removed from cart!",
  "Coupon invalide. Veuillez réessayer.":"Invalid coupon. Try Again.",
  "Le coupon a été appliqué !":"The coupon has been applied!",
  "Le coupon a été retiré !":"The coupon has been removed!",
  "Merci. Votre message a été envoyé.Nous vous répondrons dans les plus brefs délais!":"Thank you. Your message has been sent. We will get back to you as soon as possible!",
  "Merci. Votre paiement a été accepté.":"Thank you. Your payment has been accepted.",
  "Détails de la facturation":"Billing Details",
  "Nom :":"Last name :",
  "Saisir nom":"Enter name",
  "Prénom :":"First name:",
  "Saisir prénom":"Enter first name",
  "Numéro de téléphone :":"Telephone number:",
  "Saisir numéro de téléphone":"Enter phone number",
  "Adresse e-mail :":"E-mail adress :",
  "Saisir adresse e-mail":"Enter email address",
  "Adresse :":"Adress :",
  "Saisir adresse":"Enter address",
  "Ville :":"City :",
  "Saisir ville":"Enter city",
  "Code postal :":"Postal code :",
  "Saisir code postal":"Enter postal code",
  "Carte de crédit ou carte de débit":"Credit card or debit card",
  "Vos commandes":"Your commands",
  "Total":"Total",
  "Sous-total":"Subtotal",
  "Taxe":"Tax",
  "Vous avez un code ?":"Do you have a code ?",
  "Code promo":"Promo code",
  "26, rue Dupouy":"26, street Dupouy",
  "BP":"Postal box",
  "Lundi au vendredi":"Monday to Friday",
  "De 08:00->12:30 13:30->18:00":"From 08:00->12:30AM 01:30->06:00PM",
  "Envoyez-nous votre message à tout moment !":"Send us your message anytime !",
  "Nom valide.":"Valid name.",
  "Entrer votre nom":"Enter your name",
  "Veuillez saisir un nom valide de plus de 2 caractères.":"Please enter a valid name longer than 2 characters.",
  "Sujet :":"Subject :",
  "E-mail valide.":"Valid email.",
  "Entrer votre e-mail":"Enter your e-mail",
  "Veuillez saisir une adresse e-mail valide.":"Please enter a valid email address.",
  "Entrer votre sujet":"Enter your subject",
  "Sujet valide.":"Valid subject.",
  "Veuillez saisir un sujet valide de plus de 5 caractères.":"Please enter a valid subject longer than 5 characters.",
  "Entrer votre message":"Enter your message",
  "Message valide.":"Valid message.",
  "Veuillez saisir un message de plus de 15 et moins de 1500 caractères.":"Please enter a message of more than 15 and less than 1500 characters.",
  "Soumettre":"Submit",
  "Si vous avez des problèmes avec ce service, veuillez ":"If you have any problems with this service, please ",
  "demander de l’aide":"ask for help",
  "Nouveautés":"New Arrivals",
  "Derniers produits":"Latest products",
  "Pour vous les produits se réinventent tous les jours, craquez pour toutes les nouveautés - De nombreux cadeaux offerts pour chaque commande.":"For you, the products are reinvented every day, fall for all the novelties - Many gifts offered for each order.",
  "Ajouter":"Add",
  "Enregistrer":"Record",
  "Voir plus":"See more",
  "Meilleures ventes":"Bestsellers",
  "Les meilleures ventes. Nos produits les plus populaires selon les ventes. Mises à jour chaque heure.":"Bestsellers. Our most popular products based on sales. Updates every hour.",
  "Détails des commandes":"Order details",
  "Commande":"Order",
  "Categorie":"Category",
  "Disponibilité":"Availibility",
  "En stock":"In Stock",
  "Spécification":"Specification",
  "Aucune spécification pour le moment":"No specification for the moment",

  "Achetez un site e-commerce dropshipping parfum, maquillage et produits cosmétiques avec un fournisseur basé  en Europe. Près de 2000 produits de grandes marques sont proposées avec une marge très confortable allant de 30 à 60%. Nous vous mettons en relation directe avec le fournisseur dropshipping de Parfum de marques.":"Buy a dropshipping perfume, makeup and cosmetics e-commerce site from a supplier based in Europe. Nearly 2000 products from major brands are offered with a very comfortable margin ranging from 30 to 60%. We put you in direct contact with the brands dropshipping Perfume supplier.",
  "Achetez un site e-commerce 100% dropshipping avec un fournisseur d‘articles chien et chat en dropshipping. Des centaines de références sont proposées avec une marge confortable. Nous vous mettons en relation directe avec le fournisseur dropshipping d’articles animaux.":"Buy a 100% dropshipping e-commerce site with a dropshipping dog and cat supplier. Hundreds of references are offered with a comfortable margin. We put you in direct contact with the dropshipping supplier of animal items.",
  "Achetez un site e-commerce 100% dropshipping avec un fournisseur de Bricolage en dropshipping, Près de 3000 produits en stock proposés avec une marge confortable de 15 à 20%. Nous vous mettons en relation directe avec le fournisseur dropshipping.":"Buy a 100% dropshipping e-commerce site with a DIY supplier in dropshipping, Nearly 3000 products in stock offered with a comfortable margin of 15 to 20%. We put you in direct contact with the dropshipping supplier.",
  "Achetez un site e-commerce 100% dropshipping avec un fournisseur de Moto en dropshipping, Près de 6000 produits en stock proposés avec une marge confortable (coefficient de 2). Nous vous mettons en relation directe avec le fournisseur dropshipping.":"Buy a 100% dropshipping e-commerce site with a dropshipping Moto supplier, Nearly 6000 products in stock offered with a comfortable margin (coefficient of 2). We put you in direct contact with the dropshipping supplier.",
  "Réalisation de vos affiches de campagne publicitaires pour une demande particulière veuillez m'envoyer un message.":"Creation of your advertising campaign posters for a specific request, please send me a message.",
  "Création et optimisation de votre campagne e-mailing à 149 € seulement ! L’e-mail marketing est l’un des outils d’acquisition et de fidélisation de clients des plus performant.  Il vous servira : – Segmenter et fidéliser vos clients – Faire la promotion de vos offres/produits – Relancer vos prospects Et par conséquent augmenter votre chiffre d’affaires !":"Creation and optimization of your e-mailing campaign at only 149 $! Email marketing is one of the most powerful customer acquisition and retention tools. It will serve you: - Segment and retain your customers - Promote your offers / products - Relaunch your prospects And consequently increase your turnover!",
  "Création de votre Logo sur-mesure à 95 € seulement ! Toutes nos créations de Logo commencent par l’écoute et l’analyse des besoins de nos clients.  Fort de notre expérience dans le domaine de la communication visuelle, nous allons vous aider dans la création d’une forte image de marque à travers un logo unique !":"Creation of your tailor-made Logo at only 95 $! All of our Logo designs start with listening to and analyzing the needs of our customers. With our experience in the field of visual communication, we will help you in creating a strong brand image through a unique logo!",
  "Création de carte visite sur-mesure à 85 € seulement ! Toutes nos créations commence par l’écoute et l’analyse des besoins de nos clients.  Fort de notre expérience dans le domaine de la communication visuelle, nous allons vous aider dans la création d’une forte image de marque à travers un des supports de communication unique et spécialement pour vous !":"Creation of tailor-made business cards at only 85 $! All of our creations begin with listening to and analyzing the needs of our customers. With our experience in the field of visual communication, we will help you in creating a strong brand image through one of the unique communication media and especially for you!",
  "Création d’une vidéo de présentation de votre activité à partir de 499 € seulement ! Quelque soit votre activité (entreprise, métier libérale, magasin, restaurant ou autres…), nous réaliserons pour vous une vidéo adapté à vos besoins.":"Create a video presentation of your activity from only 499 $! Whatever your activity (business, liberal profession, store, restaurant or others ...), we will make for you a video adapted to your needs.",

  "Parcourir les catégories":"Browse categories",
  "Développement Web":"Web development",
  "Marketing Digital":"Digital Marketing",
  "Design & graphisme":"Design & graphics",
  "Audio & vidéo":"Audio & video",
  "Trier par :":"Sort by :",
  "Basculer la liste déroulante":"Toggle drop-down list",
  "Prix décroissant":"Decreasing price",
  "Prix croissant":"Ascending price"

 

}
